{
    "Le champ :attribute doit contenir au moins une lettre.": "The :attribute must contain at least one letter.",
    "Le champ :attribute doit contenir au moins un nombre.": "The :attribute must contain at least one number.",
    "Le champ :attribute doit contenir au moins un symbole.": "The :attribute must contain at least one symbol.",
    "Le champ :attribute doit contenir au moins une lettre majuscule et une lettre minuscule.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "Le champ :attribute donné est apparu dans une fuite de données. Veuillez choisir un autre :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "Acceuil": "Home",
    "A propos": "About",
    "Francais": "French",
    "Anglais": "English",
    "Langue": "Language",
    "Vidéos": "Videos",
    "Plus": "More",
    "Gallérie": "Gallery",
    "Propulsé Par":"Powered By",
    "Fondation": "Foundation",
    "Entrez votre adresse email": "Enter your adress email",
    "Souscrire": "Subscribe",
    "Ensemble combattons la faim !":"Together we fight hunger !",
    "Ensemble combattons les antis valeurs !":"Together let's fight against anti-values !",
    "Ensemble nous y arriverons !":"Together we will get there !",
    "Le constat est qu’il y a une accumulation de maux et une perte considerable des valeurs humaines, ancestrales et chrétiennes d’équité, de justice, d’honnêteté, de loyauté, de pudeur, cèdent la place aux antivaleurs de corruption, d’incivisme, de déviances sexuelles, d’impunité, etc.":"The observation is that there is an accumulation of evils and a considerable loss of human, ancestral and Christian values ​​of equity, justice, honesty, loyalty, modesty, giving way to anti-values ​​of corruption, incivility, sexual deviance, impunity, etc.",
    "Nous nous attendons à ce que par nos activités le panier de consommation du congolais moyen augmente du jour au jour jusqu'à un niveau acceptable.":"We expect that through our activities the consumption basket of the average Congolese will increase day by day to an acceptable level.",
    "Toutes nos batteries en marche pour contribuer à l’émergence de notre cher et beaux pays la RDC à travers nos axes d’activités qui favorisent l’autonomisation et l’intégration des congolais.":"All our batteries in motion to contribute to the emergence of our dear and beautiful country the DRC through our lines of activity which promote the empowerment and integration of Congolese.",
    "Bienvenu à la":"Welcome to the",
    "fondation Kamba":"Kamba foundation",
    "Nous nous préoccupons de l’amélioration de la qualité de vie du congolais moyen par nos activités. Nous nous engageons à en faire une réalité.":"We are concerned with improving the quality of life of the average Congolese through our activities. We are committed to making it a reality.",
    "Nos":"Our",
    "Activités":"activities",
    "Pour l'amélioration de la qualité de vie du congolais, la Fondation KAMBA propose ces axes d'activités afin d'opérer de réels changements dans la vie des gens.":"To improve the quality of life of the Congolese, the KAMBA Foundation offers these areas of activity to make real changes in people's lives.",
    "Promotion de l'agriculture":"Promotion of agriculture",
    "Le premier objectif vise à améliorer la productivité et à augmenter la production. Cela implique une meilleure utilisation des ressources et une diversification de la production sans investissements lourds.":"The first objective is to improve productivity and increase production. This implies a better use of resources and a diversification of production without heavy investments.",
    "Favoriser l'émencipation de la femme":"Promoting the emancipation of women",
    "Un ensemble d'activités qui consiste à affranchir la femme des liens, des entraves, de l'état de dépendance, de domination ainsi que des préjugés dans le but de creer un elle de l'estime de soi et de l'autonomie.":"A set of activities which consists in freeing the woman from the bonds, the obstacles, the state of dependence, domination as well as prejudices in order to create a woman of self-esteem and autonomy.",
    "Réduction d'analphabétisation":"Illiteracy reduction",
    "Encourager l'apprentissage de la lecture. Via l'enseignement des bases de lecture et d'écriture, cette méthode permet d'inclure également l'apprentissage social et culturel.":"Encourage learning to read. By teaching the basics of reading and writing, this method also includes social and cultural learning.",
    "Lutter contre le désœuvrement et anti valeurs de la jeunesse":"Fight against idleness and anti-values ​​of youth",
    "La lutte contre le désœuvrement et la délinquance des jeunes constitue le thème permanent dʹun véritable socle dʹobjectifs de l'association Kamba.":"The fight against the idleness and delinquency of young people is the permanent theme of a real base of objectives of the Kamba association.",
    "Déterminé à jouer un rôle de premier plan et de mettre notre intelligence au service de la nation congolaise en vue de promouvoir son développement.":"Determined to play a leading role and to put our intelligence at the service of the Congolese nation in order to promote its development.",
    "de nous":"Us",
    "Un petit mot à propos de nous":"A little word about us",
    "Notre objet social est celui d'améliorer les conditions de vie des congolais par l'organisation des activités visant à leur rendre autonômes et responsables pour l'émergence de notre très cher pays le RDC sur le plan social, économique, sanitaire, culturel et autre.":"Our social purpose is to improve the living conditions of the Congolese by organizing activities aimed at making them autonomous and responsible for the emergence of our very dear country the DRC on the social, economic, health, cultural and other levels.",
    "La fondation à pour objectifs:":"The foundation aims to:",
    "Elébore et exécuter des Project de développements dans plusieurs domaine d’éducation, d’agriculture, de santé et social ;":"Develops and executes development projects in several areas of education, agriculture, health and social;",
    "La lutte contre l’insécurité alimentaire par la promotion de l’agriculture ;":"The fight against food insecurity by promoting agriculture;",
    "Créer des supers marchés à grand échelle aux normes international sur toute l’étendue de la RDC ;":"Create large-scale super markets to international standards throughout the DRC;",
    "Combattre l’analphabétisation et tous les autres déficits dans le domaine éducatif;":"Combat illiteracy and all other educational deficits;",
    "La lutte contre le désœuvrement et les antivaleurs flagrant parmi la jeunesse et épanouir celle-ci par tous moyens légaux de développements ;":"The fight against idleness and flagrant anti-values ​​among the youth and to develop it by all legal means of development;",
    "Pourquoi sommes-nous":"why are we",
    "différent":"different",
    "Congolais, nous considerons l'impact de nos actions dans le processus du developpement de notre pays.":"Congolese, we consider the impact of our actions in the development process of our country.",
    "Nous sommes convaincus que, seules des actions efficaces et dynamiques menée avec un esprit de sérénité peuvent contribuer de manière substantielle à l’amélioration des conditions de vie de la population. Réaffirmant notre engagement de s’organiser afin de soutenir les différents efforts et stratégies mis en place pour le compte de l’amélioration du social des congolais.":"We are convinced that only effective and dynamic actions carried out with a spirit of serenity can contribute substantially to improving the living conditions of the population. Reaffirming our commitment to organize ourselves in order to support the various efforts and strategies put in place on behalf of the improvement of the social situation of the Congolese.",
    "Notre":"Our",
    "Equipe":"Crew",
    "Posté Par":"Posted By",
    "Récents":"Recent",
    "Contactez-nous":"contact us",
    "Retrouvez tous les moyens de rentrer en contact avec la Fondation KAMBA sur cette page. Nous sommes et resterons ouvert à toutes sollicitations.":"Find all the ways to get in touch with the KAMBA Foundation on this page. We are and will remain open to all requests.",
    "Envoyez-nous un message":"Send us a message",
    "Envoyer":"Send",
    "Nom":"Name",
    "Téléphone":"Phone",
    "Unique Article":"Single Post",
    "Commentaire":"Comment",
    "Déposez votre commentaire":"Drop your comment"

}
